<template>
  <div class=" w-full flex gap-8 bg-neutral-100 p-4 flex-col justify-between items-start text-xs">
    <div>
      <b>EXAMINE.RU</b> - это сайт-каталог, на котором мы постарались максимально
      удобно представить все организации Минска, занимающихся продажей,
      ремонтом, размещением и настройкой оборудования. Как известно, очень
      многое в покупке или ремонте оборудования зависит от выбора организации.
      Здесь у каждого есть свои правила. Кто-то ищет ближайшие компании, кто-то
      предпочитает только фирменный сервис, кому-то важны рекомендации.
      EXAMINE.RU хорош для любого способа поиска. Уже с главной страницы сайта
      вы можете выбрать один из трех вариантов поиска:
    </div>
    <div>
      <b>Поиск по видам комплекующих</b><br> Этот вариант поиска хорош для поиска
      определенного оборудования, который подберет магазины по продаже
      определенного оборудования или его ремонта. Выбрав в левой колонке
      страницы требуемый вид оборудования, например, «Комплектующие» -
      «Видеокарты», вы увидите соответствующий список магазинов или сервисов,
      которые продублированы и на карте. Вы можете изучить первые магазины и
      сервисы из списка, на карте они обозначены соответствующими номерами.
      Остальные магазины и сервисы обозначены иконками. Либо вы можете
      приблизить на карте свой район и изучить организации ближайшие к вам.
      Чтобы приблизить карту, достаточно дважды кликнуть на свой район, но мимо
      иконок. Если кликнуть по иконке - откроется подробное описание магазина
      или сервиса. Есть вариант дальнейшего сужения поиска - вы можете выбрать
      подвид, например «новое или б/у».
    </div>
    <div>
      <b>Поиск магазинов и сервисов по карте</b><br> Вы можете сразу кликнуть дважды на
      свой район, но мимо иконок, и ваш район приблизится. Приближать можно
      неоднократно. Таким способом можно изучить все ближайшие магазины и
      сервисы. Кликнув по иконке вы увидите подробное описание организации. Ни
      для кого не секрет, что стоимость ремонта оборудования далеко не всегда
      прямопропорциональна качеству оказываемой услуги, ровно как и стоимость
      покупки определенного комплектующего. Именно по этой причине мы создали на
      сайте систему отзывы , благодаря которой можно ознакомиться с мнениями
      клиентов определенной организации, как положительными, так и
      отрицательными. Смеем надеяться, что эта система станет стимулом для
      улучшения качества работы магазинов в сервисов. Поэтому обращаемся ко всем
      посетителям нашего сайта: если у вас сложилось определенно мнение о
      какой-либо компании, напишите об этом здесь, это поможет другим людям
      лучше соорентироватьcя в выборе и не повторить чьих-то ошибок.
    </div>
    <div class="flex gap-4">
      <img src="../../assets/img/icons/telegram.png" alt="">
      <img src="../../assets/img/icons/vk.png" alt="">
    </div>
    <div>2022 Все права защищены . ООО “EXAMINE”</div>
  </div>
</template>

<script>
export default {}
</script>

<style></style>
