<template>
  <div class="mb-40">
    <section class="flex justify-between items-center">
      <div class="w-1/2">
        <img
          src="~/assets/img/map-pin-dynamic-color.png"
          alt=""
          class="sm:w-[540px] h-auto"
        />
      </div>
      <div class="w-1/2 flex flex-col gap-4">
        <h3 class="text-2xl uppercase font-bold">
          Поиск магазинов и сервисов по карте
        </h3>
        <span
          >Вы можете сразу кликнуть дважды на свой район, но мимо иконок, и ваш
          район приблизится. Приближать можно неоднократно. Таким способом можно
          изучить все ближайшие магазины и сервисы. Кликнув по иконке вы увидите
          подробное описание организации. Ни для кого не секрет, что стоимость
          ремонта оборудования далеко не всегда прямопропорциональна качеству
          оказываемой услуги, ровно как и стоимость покупки определенного
          комплектующего. Именно по этой причине мы создали на сайте систему
          отзывы , благодаря которой можно ознакомиться с мнениями клиентов
          определенной организации, как положительными, так и отрицательными.
          Смеем надеяться, что эта система станет стимулом для улучшения
          качества работы магазинов в сервисов. Поэтому обращаемся ко всем
          посетителям нашего сайта: если у вас сложилось определенно мнение о
          какой-либо компании, напишите об этом здесь, это поможет другим людям
          лучше соорентироватьcя в выборе и не повторить чьих-то ошибок.</span
        >
      </div>
    </section>
    <section class="flex justify-between items-center">
      <div class="w-1/2 flex flex-col gap-4">
        <h3 class="text-2xl uppercase font-bold">
          Поиск по видам комплекующих
        </h3>
        <span
          >Этот вариант поиска хорош для поиска определенного оборудования,
          который подберет магазины по продаже определенного оборудования или
          его ремонта. Выбрав в левой колонке страницы требуемый вид
          оборудования, например, «Комплектующие» - «Видеокарты», вы увидите
          соответствующий список магазинов или сервисов, которые продублированы
          и на карте. Вы можете изучить первые магазины и сервисы из списка, на
          карте они обозначены соответствующими номерами. Остальные магазины и
          сервисы обозначены иконками. Либо вы можете приблизить на карте свой
          район и изучить организации ближайшие к вам. Чтобы приблизить карту,
          достаточно дважды кликнуть на свой район, но мимо иконок. Если
          кликнуть по иконке - откроется подробное описание магазина или
          сервиса. Есть вариант дальнейшего сужения поиска - вы можете выбрать
          подвид, например «новое или б/у».</span
        >
      </div>
      <div class="w-1/2">
        <img
          src="~/assets/img/RTX3090.png"
          alt=""
          class="sm:w-[540px] h-auto"
        />
      </div>
    </section>
  </div>
</template>

<script>
export default {
  layout: 'main'
}
</script>

<style></style>
